trunk/projects/alpine/prototype/M32/test/java/files/alpine/soap/valid/wsi/wsi-valid1.xml

<soap:Envelope xmlns:soap='http://schemas.xmlsoap.org/soap/envelope/'>
  <soap:Body>
    <p:Process xmlns:p='http://example.org/Operations'>
      <m:Data xmlns:m='http://example.org/information'>
  Here is some data with the message
      </m:Data>
    </p:Process>
  </soap:Body>
</soap:Envelope>